artdiniz.quitcontrol-vscode
bungcip.better-toml
castwide.solargraph
CoenraadS.bracket-pair-colorizer-2
eamodio.gitlens
GabrielBB.vscode-lombok
GitHub.vscode-pull-request-github
humao.rest-client
ldcf4.jumpprotobuf
lunaryorn.fish-ide
mads-hartmann.bash-ide-vscode
ms-vscode.Go
oderwat.indent-rainbow
PKief.material-icon-theme
rebornix.nova
rebornix.ruby
redhat.java
shardulm94.trailing-spaces
skyapps.fish-vscode
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
zxh404.vscode-proto3
