aaron-bond.better-comments
artdiniz.quitcontrol-vscode
bungcip.better-toml
CoenraadS.bracket-pair-colorizer-2
Dmytro.racket
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
foxundermoon.shell-format
GabrielBB.vscode-lombok
harg.iceberg
humao.rest-client
ionutvmi.path-autocomplete
kaiwood.endwise
ldcf4.jumpprotobuf
lunaryorn.fish-ide
mads-hartmann.bash-ide-vscode
mechatroner.rainbow-csv
ms-vscode.Go
ms-vsliveshare.vsliveshare
naumovs.color-highlight
oderwat.indent-rainbow
PKief.material-icon-theme
Prisma.vscode-graphql
rebornix.ruby
redhat.java
rogalmic.bash-debug
shakram02.bash-beautify
shardulm94.trailing-spaces
SirTobi.code-clip-ring
skyapps.fish-vscode
streetsidesoftware.code-spell-checker
unpublished.sourcekit-lsp
vayan.haml
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
wayou.vscode-todo-highlight
wingrunr21.vscode-ruby
zxh404.vscode-proto3
